Repository: FZl47/dj_backup
Catalog: src/dj_backup/locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Once
fa_ir: یکبار

source: Minutes
fa_ir: دقیقه

source: Hours
fa_ir: ساعت

source: Days
fa_ir: روز

source: Weeks
fa_ir: هفته

source: Successful
fa_ir: موفق

source: Unsuccessful
fa_ir: ناموفق

source: You should set file to backup
fa_ir: شما باید فایل را برای بک آپ ارسال کنید

source: Something went wrong in file object creation
fa_ir: مشکلی هنگام ایجاد فایل ابجکت رخ داده است

source: Please enter fields correctly
fa_ir: لطفا فیلد هارا به درستی پر نمایید

source: Backup file submited successfully
fa_ir: بک اپ فایل با موفقیت ثبت شد

source: Backup database submited successfully
fa_ir: بک اپ دیتابیس با موفقیت ثبت شد

source: Backup deleted successfully
fa_ir: بک اپ با موفقیت حذف شد

source: Backup updated successfully
fa_ir: بک اپ با موفقیت بروزرسانی شد

source: Field status is required
fa_ir: فیلد وضعیت اجباری است

source: Backup status changed to running
fa_ir: بک اپ به حالت در حال اجرا در آمد

source: Backup status changed to stopped
fa_ir: بک اپ به حالت توقف در آمد
